Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Ungrouped/Photos.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ENHANCED_VISUAL_SEARCH_FOOTER_DESCRIPTION
source: Allow this device to privately match places in your photos with a global index maintained by Apple so you can search by almost any landmark or point of interest.
ar: السماح لهذا الجهاز بمطابقة الأماكن الموجودة في الصور بخصوصية مع فهرس عالمي محفوظ لدى Apple حتى يمكنك البحث حسب أي معلَم أو نقطة اهتمام تقريبًا.
bg: Позволете на това устройство по поверителен начин да съпоставя места във вашите снимки с глобална база данни, поддържана от Apple, така че да можете да търсите снимки по името на почти всяка забележителност или важен обект.
ca: Permet que el dispositiu relacioni de manera privada els llocs de les fotos amb un índex global gestionat per Apple. D’aquesta manera, podràs cercar gairebé qualsevol punt de referència o d’interès.
cs: Umožňuje tomuto zařízení bez narušení soukromí porovnávat místa z vašich fotek s globální databází spravovanou společností Apple, kde najdete skoro každou památku nebo bod zájmu.
da: Tillad, at denne enhed matcher steder i dine fotos på privat vis med et globalt register ajourført af Apple, så du kan søge efter næsten ethvert landmærke eller interessepunkt.
de: Erlaube diesem Gerät, Orte auf deinen Fotos unter Schutz deiner Daten mit einem von Apple verwalteten globalen Index abzugleichen, sodass du nach fast allen Sehenswürdigkeiten oder interessanten Orten suchen kannst.
el: Επιτρέψτε σε αυτήν τη συσκευή να αντιστοιχίζει ιδιωτικά τα μέρη στις φωτογραφίες σας με βάση ένα παγκόσμιο ευρετήριο που διατηρεί η Apple, ώστε να μπορείτε να αναζητήσετε σχεδόν οποιοδήποτε ορόσημο ή σημείο ενδιαφέροντος.
es: Permite que este dispositivo relacione de forma privada los lugares de tus fotos con un índice global gestionado por Apple para que puedas buscar prácticamente cualquier punto de referencia o de interés.
es_us: Permite que este dispositivo compare de manera privada paisajes en tus fotos con un índice global mantenido por Apple para que puedas buscar cualquier lugar emblemático o punto de interés.
fi: Salli tämän laitteen täsmäyttää kuvissasi olevat paikat yksityisesti Applen ylläpitämään maailmanlaajuiseen hakemistoon, jotta voit etsiä lähes mitä tahansa maamerkkiä tai kiinnostavaa paikkaa.
fr: Autorisez cet appareil à associer des lieux de façon privée à un répertoire mondial de lieux maintenu par Apple, afin que vous puissiez rechercher presque tous les sites touristiques ou points d’intérêt.
fr_ca: Autorisez cet appareil à faire correspondre, à titre privé, les lieux de vos photos avec un index mondial maintenu par Apple pour que vous puissiez rechercher quasiment n’importe quel site ou point d’intérêt.
he: באפשרותך לאשר למכשיר זה להתאים באופן פרטי מקומות בתמונות שלך לאינדקס תמונות גלובלי שמתוחזק על ידי Apple כדי שתהיה לך אפשרות לחפש לפי כמעט כל אתר ציון או נקודת עניין.
hi: इस डिवाइस को Apple की ओर से बनाए गए ग्लोबल इंडेक्स के साथ आपकी तस्वीरों में स्थानों का गोपनीय रूप से मिलान करने की अनुमति दें, ताकि आप लगभग किसी भी लैंडमार्क या दिलचस्पी के आधार पर खोज सकें।
hr: Dozvolite ovom uređaju privatno uspoređivanje mjesta iz vaših fotografija s globalnim indeksom koji održava Apple kako biste mogli pretraživati prema gotovo bilo kojem obilježju ili mjestu interesa.
hu: Engedélyezi az eszköz számára, hogy privát módon helyeket társítson az Ön fotóihoz az Apple által kezelt globális jegyzék használatával, így Ön szinte bármely látnivalóra vagy érdekes helyre kereshet.
id: Izinkan perangkat ini untuk mencocokkan tempat di foto Anda secara pribadi dengan indeks global yang dikelola oleh Apple agar Anda dapat mencari menurut hampir setiap penunjuk atau tempat menarik.
it: Consenti al dispositivo di associare privatamente i luoghi nelle tue foto con un indice globale curato da Apple, per consentirti di cercare quasi qualsiasi luogo storico o punto di interesse.
ja: このデバイス内で、あなたの写真の場所をAppleが維持しているグローバルインデックスと照合してランドマークや見どころを検索することを許可します。
kk: Осы құрылғыға фотоларыңыздағы орындарды Apple компаниясының дүниежүзілік орындар каталогімен құпия түрде сәйкестендіруге рұқсат беріңіз, бұл кез келген дерлік бағдар немесе қызықты нысанның атауы бойынша фотоларды іздеуге мүмкіндік береді.
ko: 이 기기가 사용자의 사진 속 장소를 Apple이 관리하는 글로벌 인덱스와 비공개적으로 대조할 수 있도록 허용하여, 거의 모든 랜드마크 또는 관심 지점을 검색할 수 있도록 합니다.
lt: Leiskite šiam įrenginiui privačiai suderinti nuotraukose pažymėtas vietas su „Apple“ pasauliniu indeksu – galėsite ieškoti pagal bet kokį lankytiną objektą ar vietą.
ms: Benarkan peranti ini memadankan tempat secara peribadi dalam foto anda dengan indeks global oleh Apple supaya anda boleh mencari hampir sebarang tanda tempat atau tempat tarikan.
nb: Tillat at denne enheten privat kan knytte steder i bildene dine til en global indeks som vedlikeholdes av Apple, slik at du kan søke etter nesten hvilket som helst landemerke eller sted av interesse.
nl: Sta toe dat dit apparaat plaatsen in je foto's matcht met een wereldwijde index die door Apple wordt onderhouden, zodat je op vrijwel elk oriëntatiepunt of nuttige plaats kunt zoeken.
pl: Pozwalaj urządzeniu dopasowywać miejsca z Twoich zdjęć do globalnego indeksu prowadzonego przez Apple, aby umożliwić wyszukiwanie według niemal każdego punktu orientacyjnego lub ważnego miejsca.
pt: Permite que este dispositivo associe de maneira privada os lugares das suas fotos com um índice global mantido pela Apple, para que você possa fazer buscas por quase todos os pontos de referência ou de interesse.
pt_pt: Permitir que este dispositivo relacione, de forma privada, os locais nas suas fotografias com um índice global gerido pela Apple, para poder pesquisar praticamente qualquer ponto de referência ou de interesse.
ro: Permiteți acestui dispozitiv să asocieze locurile din pozele dvs. cu un registru global, menținut de Apple, în așa fel încât puteți să căutați aproape orice obiective turistice sau puncte de interes.
ru: Разрешите этому устройству конфиденциально сопоставлять места на Ваших фото с каталогом локаций мира от Apple: это позволит Вам искать фото по названию почти любой достопримечательности или ориентира.
sk: Umožňuje tomuto zariadeniu súkromne porovnať miesta z vašich fotiek s globálnym indexom spravovaným spoločnosťou Apple, aby ste mohli vyhľadávať podľa takmer ľubovoľnej pamiatky alebo bodu záujmu.
sl: Dovolite tej napravi, da zasebno išče ujemanja med lokacijami vaših fotografij in vnosi v globalnem kazalu, ki ga vzdržuje Apple, da boste lahko iskali po praktično katerikoli znamenitosti ali zanimivi točki.
sv: Tillåt att den här enheten på ett sätt som skyddar din integritet matchar platser från dina bilder med ett globalt index som Apple hanterar så att du kan söka efter nästan alla land- eller riktmärken.
th: อนุญาตให้อุปกรณ์นี้จับคู่สถานที่ในรูปภาพของคุณกับดัชนีระดับสากลที่ดูแลโดย Apple อย่างเป็นส่วนตัว เพื่อให้คุณสามารถค้นหาสถานที่สำคัญหรือสถานที่ที่น่าสนใจได้เกือบทุกแห่ง
tr: Bu aygıtın fotoğraflarınızdaki yerleri, Apple tarafından tutulan genel bir dizinle gizli bir şekilde eşlemesine izin verin. Böylece, hemen hemen her referans noktasına veya ilgi çekici yere göre arama yapabilirsiniz.
uk: Дозволити цьому пристрою приватно шукати місця з ваших знімків у глобальному індексі, що зберігає Apple, щоб ви могли виконувати пошук за майже будь-яким визначним місцем чи цікавим обʼєктом.
vi: Cho phép thiết bị này đối chiếu bảo mật các địa điểm trong ảnh của bạn với chỉ mục toàn cầu được duy trì bởi Apple để bạn có thể tìm kiếm theo hầu hết các địa danh hoặc điểm thu hút.
zh_cn: 允许此设备以私密方式将你照片中的地点与Apple维护的全球索引匹配，以便你随意搜索几乎任何地标或兴趣点。
zh_hk: 允許此裝置透過Apple維護的全球索引，私密地與你相片中的地點進行配對，讓你可以搜尋幾乎任何地標或感興趣的地點。
zh_tw: 允許此裝置用私密方式將你照片中的地點與Apple維護的全球索引相比對，讓你可以搜尋幾乎所有地標或興趣點。

# ENHANCED_VISUAL_SEARCH_SWITCH_TITLE
source: Enhanced Visual Search
ar: البحث المرئي المحسَّن
bg: Разширено визуално търсене
ca: Cerca visual millorada
cs: Rozšířené vizuální hledání
da: Forbedret visuel søgning
de: Erweiterte visuelle Suche
el: Βελτιωμένη οπτική αναζήτηση
es: Búsqueda visual mejorada
es_us: Búsqueda visual mejorada
fi: Parannettu visuaalinen haku
fr: Recherche visuelle améliorée
fr_ca: Recherche visuelle améliorée
he: חיפוש חזותי משופר
hi: बेहतर विज़ुअल खोज
hr: Poboljšano vizualno pretraživanje
hu: Fejlett vizuális keresés
id: Pencarian Visual yang Ditingkatkan
it: Ricerca visiva migliorata
ja: 拡張ビジュアル検索
kk: Жақсартылған визуалды іздеу
ko: 고급 시각 검색
lt: Patobulinta vaizdinė paieška
ms: Carian Visual Dipertingkat
nb: Forbedret visuelt søk
nl: Verbeterd visueel zoeken
pl: Rozszerzone wyszukiwanie wizualne
pt: Busca Visual Aprimorada
pt_pt: Pesquisa visual melhorada
ro: Căutare vizuală îmbunătățită
ru: Улучшенный визуальный поиск
sk: Rozšírené vizuálne vyhľadávanie
sl: Izboljšano vizualno iskanje
sv: Förbättrad visuell sökning
th: ค้นหาภาพขั้นสูง
tr: Geliştirilmiş Görsel Arama
uk: Удосконалений візуальний пошук
vi: Tìm kiếm hình ảnh nâng cao
zh_cn: 增强视觉搜索
zh_hk: 強化視覺搜尋
zh_tw: 增強的視覺化搜尋

source: Grid
ar: مربعات
bg: Решетка
ca: Retícula
cs: Mřížka
da: Net
de: Raster
el: Πλέγμα
es: Cuadrícula
es_us: Cuadrícula
fi: Ruudukko
fr: Grille
fr_ca: Grille
he: רשת
hi: ग्रिड
hr: Rešetka
hu: Rács
it: Griglia
ja: グリッド
kk: Тор
ko: 격자
lt: Tinklelis
nb: Rutenett
nl: Raster
pl: Siatka
pt: Grade
pt_pt: Grelha
ro: Caroiaj
ru: Сетка
sk: Mriežka
sl: Mreža
sv: Rutnät
th: ตาราง
tr: Izgara
uk: Сітка
vi: Lưới
zh_cn: 网格
zh_hk: 格線
zh_tw: 格線

source: HD Video Upload
ar: تحميل فيديو HD
bg: Качване на HD видео
ca: Càrrega de vídeo HD
cs: Uložení HD videa
da: HD-videooverførsel
el: Ανέβασμα βίντεο HD
es: Cargar vídeo HD
es_us: Cargar video HD
fi: HD-videon lataus
fr: Téléchargement de vidéo HD
fr_ca: Téléversement de vidéo HD
he: העלאת סרטונים באיכות HD
hi: HD वीडियो अपलोड
hr: Postavljanje HD videa
hu: HD videó feltöltése
id: Pengunggahan Video HD
it: Caricamento video HD
ja: HDビデオのアップロード
kk: HD видеоны жүктеп салу
ko: HD 비디오 업로드
lt: HD vaizdo įrašo įkėlimas
ms: Muat Naik Video HD
nb: HD-videoopplasting
nl: Uploaden HD-video
pl: Wysyłanie wideo HD
pt: Envio de Vídeo HD
pt_pt: Transferência de vídeo HD
ro: Încărcare video HD
ru: Выгрузка видео HD
sk: Odosielanie HD videa
sl: Nalaganje videa HD
sv: HD-videoöverföring
th: อัปโหลดวิดีโอ HD
tr: HD Video Yükleme
uk: Закачування відео у форматі HD
vi: Tải lên Video HD
zh_cn: 上传高清视频
zh_hk: 上載HD影片
zh_tw: HD影片上傳

# HIDDEN_ALBUM_GROUP_FOOTER_DESCRIPTION_IPAD
source: The Hidden album will appear in the sidebar or under Utilities.
ar: سيظهر ألبوم "مخفية" في الشريط الجانبي أو تحت "أدوات".
bg: Албумът Скрити ще се показва в страничната лента или под Помагала.
ca: L’àlbum d’ítems ocults es mostrarà a la barra lateral o a la secció “Altres”.
cs: Album Skryté se bude zobrazovat na bočním panelu nebo v oddílu Další alba.
da: Albummet Skjult vises i indholdsoversigten eller under Andet.
de: Das Album „Ausgeblendet“ wird in der Seitenleiste oder im Tab „Alben“ unter „Sonstige“ angezeigt.
el: Το άλμπουμ «Κρυμμένα» θα εμφανίζεται στην πλαϊνή στήλη ή στα «Άλλα».
es: El álbum Ocultos aparecerá en la barra lateral o en la sección “Más ítems”.
es_us: El álbum Ocultos se mostrará en la barra lateral o bajo Otros elementos.
fi: Kätketyt-albumi näkyy sivupalkissa tai Apukansioiden alla.
fr: L’album « Masquées » apparaîtra dans la barre latérale ou sous Autres.
fr_ca: L’album « Masquées » apparaîtra dans la barre latérale ou sous Autres.
he: האלבום ״מוסתרים״ יופיע בסרגל הצד או תחת ״שונות״.
hi: अदृश्य एल्बम साइडबार में या यूटिलिटी के तहत प्रदर्शित किया जाएगा।
hr: Album Skriveno prikazat će se u rubnom stupcu ili ispod Više stavki.
hu: A Rejtett album az oldalsávban vagy az Egyéb opció alatt fog megjelenni.
id: Album Tersembunyi akan muncul di bar samping atau di bagian Utilitas.
it: L’album Nascosti verrà visualizzato nella barra laterale o sotto Altro.
ja: “非表示”アルバムはサイドバーまたは“ユーティリティ”に表示されるようになります。
kk: «Жасырылғандар» альбомы бүйірлік тақтада немесе «Утилиталар» бөлімінде пайда болады.
ko: ‘가려진 항목’ 앨범이 사이드바 또는 ‘기타’ 아래에 나타납니다.
lt: Paslėptas albumas bus rodomas šoninėje juostoje ir skiltyje „Papildomi aplankai“.
ms: Album Tersembunyi akan kelihatan dalam bar sisi atau di bawah Utiliti.
nb: Skjult-albumet vil vises i sidepanelet eller under Annet.
nl: Het album 'Verborgen' wordt weergegeven in de navigatiekolom of onder 'Andere'.
pl: Album Ukryte będzie widoczny na pasku bocznym lub pod etykietą Inne rzeczy.
pt: O álbum Itens Ocultos aparecerá na barra lateral ou na seção Mais Itens.
pt_pt: O álbum Oculto aparecerá na barra lateral ou em Mais.
ro: Albumul Ascunse va apărea în bara laterală sau sub Mai multe articole.
ru: Альбом «Скрытые» будет отображаться в боковом меню или в разделе «Другое».
sk: Album Skryté sa bude zobrazovať na postrannom paneli alebo v časti Ďalšie.
sl: Album Skrito bo prikazan v stranski vrstici ali v razdelku Pripomočki.
sv: Albumet Gömda visas i sidofältet eller under kategorin Andra.
th: อัลบั้มที่ซ่อนอยู่จะแสดงในแถบด้านข้างหรืออยู่ภายใต้รายการอื่น
tr: Gizli albümü kenar çubuğunda veya Diğer’in altında görünür.
uk: Альбом «Приховані» зʼявиться на бічній панелі або в розділі «Інше».
vi: Album Bị ẩn sẽ xuất hiện trong thanh bên hoặc bên dưới Tiện ích.
zh_cn: “已隐藏”相簿将显示在边栏或“更多项目”中。
zh_hk: 「已隱藏」相簿將會在側邊欄或「更多項目」下方顯示。
zh_tw: 「已隱藏」相簿會顯示於側邊欄或「更多項目」中。

# HIDDEN_ALBUM_GROUP_FOOTER_DESCRIPTION_IPHONE
source: The Hidden album will appear under Utilities.
ar: سيظهر ألبوم "مخفية" تحت "أدوات".
bg: Албумът Скрити ще се показва под Помагала.
ca: L’àlbum d’ítems ocults es mostrarà a la secció “Altres”.
cs: Album Skryté se bude zobrazovat v oddílu Další alba.
da: Albummet Skjult vises under Andet.
de: Das Album „Ausgeblendet“ wird unter „Sonstige“ angezeigt.
el: Το άλμπουμ «Κρυμμένα» θα εμφανίζεται στα «Άλλα».
es: El álbum Ocultos aparecerá en la sección “Más ítems”.
es_us: El álbum Ocultos se mostrará bajo Otros elementos.
fi: Kätketyt-albumi näkyy Apukansioiden alla.
fr: L’album « Masquées » apparaîtra sous Autres.
fr_ca: L’album « Masquées » apparaîtra sous Autres.
he: האלבום ״מוסתרים״ יופיע תחת ״שונות״.
hi: अदृश्य एल्बम यूटिलिटी के तहत प्रदर्शित किया जाएगा।
hr: Album Skriveno prikazat će se ispod Više stavki.
hu: A Rejtett album az Egyéb opció alatt fog megjelenni.
id: Album Tersembunyi akan muncul di bagian Utilitas.
it: L’album Nascosti verrà visualizzato sotto Altro.
ja: “非表示”アルバムは“ユーティリティ”に表示されるようになります。
kk: «Жасырылғандар» альбомы «Утилиталар» бөлімінде пайда болады.
ko: ‘가려진 항목’ 앨범이 ‘기타’ 아래에 나타납니다.
lt: Paslėptas albumas bus rodomas skiltyje „Papildomi aplankai“.
ms: Album Tersembunyi akan kelihatan di bawah Utiliti.
nb: Skjult-albumet vil vises under Annet.
nl: Het album 'Verborgen' wordt weergegeven onder 'Andere'.
pl: Album Ukryte będzie widoczny pod etykietą Inne rzeczy.
pt: O álbum Itens Ocultos aparecerá na seção Mais Itens.
pt_pt: O álbum Oculto aparecerá em Mais.
ro: Albumul Ascunse va apărea sub Mai multe articole.
ru: Альбом «Скрытые» будет отображаться в разделе «Другое».
sk: Album Skryté sa bude zobrazovať v časti Ďalšie.
sl: Album Skrito bo prikazan v razdelku Pripomočki.
sv: Albumet Gömda visas under kategorin Andra.
th: อัลบั้มที่ซ่อนอยู่จะแสดงอยู่ภายใต้รายการอื่น
tr: Gizli albümü Diğer’in altında görünür.
uk: Альбом «Приховані» зʼявиться в розділі «Інше».
vi: Album Bị ẩn sẽ xuất hiện bên dưới Tiện ích.
zh_cn: “已隐藏”相簿将显示在“更多项目”中。
zh_hk: 「已隱藏」相簿會在「更多項目」下方顯示。
zh_tw: 「已隱藏」相簿會顯示於「更多項目」中。

# HIDDEN_ALBUM_SWITCH
source: Show Hidden Album
ar: إظهار ألبوم "مخفية"
bg: Покажи скрит албум
ca: Mostra l’àlbum d’ítems ocults
cs: Zobrazit skryté album
da: Vis albummet Skjult
de: Album „Ausgeblendet“ einblenden
el: Εμφάνιση του άλμπουμ «Κρυμμένα»
es: Mostrar álbum Oculto
es_us: Mostrar álbum Ocultos
fi: Näytä Kätketyt-albumi
fr: Afficher l’album « Masquées »
fr_ca: Afficher l’album « Masquées »
he: הצגת האלבום ״מוסתרים״
hi: अदृश्य ऐल्बम दिखाएँ
hr: Prikaži album Skriveno
hu: Rejtett album megjelenítése
id: Tampilkan Album Tersembunyi
it: Mostra l’album Nascosti
ja: 非表示アルバムを表示
kk: Жасырылған альбомды көрсету
ko: ‘가려진 항목’ 앨범 보기
lt: Rodyti paslėptą albumą
ms: Tunjukkan Album Tersembunyi
nb: Vis albumet «Skjult»
nl: Toon album 'Verborgen'
pl: Pokazuj album Ukryte
pt: Mostrar Álbum Itens Ocultos
pt_pt: Mostrar álbum Oculto
ro: Afișare album Ascunse
ru: Отображение альбома «Скрытые»
sk: Zobraziť album Skryté
sl: Pokaži album Skrito
sv: Visa albumet Gömda
th: แสดงอัลบั้มที่ซ่อนอยู่
tr: Gizli Albümü Göster
uk: Показувати альбом «Приховані»
vi: Hiển thị album Bị ẩn
zh_cn: 显示“已隐藏”相簿
zh_hk: 顯示「已隱藏」相簿
zh_tw: 顯示「已隱藏」相簿
